Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/extra_social_welfare_benefits/household_benefits_package.html.txt.tmx
Source language: en
Languages: ga

source: │Cash Gas Allowance │€35 monthly (€1.15 per day) │
ga: │Liúntas le Buidéal Gáis a Athlíonadh │€35.00 gach mí (€1.15 gach lá) │

source: │Television Licence │Once you qualify for the Household Benefits Package, you become eligible for a Free Television Licence from the next renewal date of your television licence (provided you applied for this allowance on your Household Benefits package form)
ga: │Ceadúnas Teilifíse Saor in Aisce │Nuair a bhíonn tú i dteideal na Pacáiste Sochar Teaghlaigh bíonn tú in ann Ceadúnas Teilifíse Saor in Aisce a fháil ó dháta athnuachana do cheadúnas teilifíse

source: To apply, fill in form HB1 (pdf)
ga: Íoslódáil agus comhlánaigh Form HB1 (pdf)

source: You can get more information about the Household Benefits Package on the Department's website
ga: Tá tuilleadh eolais faoi Phacáiste Sochair Teaghlaigh ar fáil

source: Return your completed application form to the Household Benefits Package section:
ga: Ba chóir duit d’fhoirm iarratais a sheoladh ar ais chuig Rannóg an Phacáiste Sochair Teaghlaigh:

source: Department of Social Protection
ga: An Roinn Coimirce Sóisialaí

source: Opening Hours:This office does not offer a service to personal callers
ga: Uaireanta Oscailte:Ní thairgeann an oifig seo seirbhís do chuairteoirí pearsanta

source: All queries must be made using the online enquiry form, by telephone or in writing
ga: Caithfidh gach ceist a bheith cur isteach tríd an fhoirm fiosraithe ar líne a úsáid, tríd an teileafón nó i scríbhinn

source: You can email the Household Benefits Package section using the secure enquiry form
ga: Is féidir leat ríomhphost don Rannóg an Phacáiste Sochair Teaghlaigh a sheoladh tríd an fhoirm fhiosraithe daingnithe a úsáid

source: If you wish to talk to someone face-to-face about your entitlements, you can visit your local Citizens Information Centre, Intreo Centre or Social Welfare Branch Office
ga: Más mian leat labhairt duine-le-duine faoi do theidlíochtaí, is féidir leat cuairt a thabhairt ar d'ionad Faisnéise do Shaoránaigh áitiúil, oifig leasa shóisialaigh áitiúil nó ionad Intreo
